{
    "treino": "Olá Gabriel Jappe! Eu sou a Gemini, uma inteligência artificial, e estou aqui para te ajudar a criar uma rotina de exercícios. Lembre-se que sou apenas uma IA e não substituo um profissional de Educação Física.  As recomendações a seguir são baseadas nas informações que você forneceu e devem ser adaptadas às suas necessidades e sensações.  É importante ouvir seu corpo e ajustar a intensidade e duração dos exercícios conforme necessário.\n\n**Segunda-feira**\n\nHoje vamos começar com uma atividade leve de 30 minutos a 1 hora, no período da noite.  Como você já pratica atividades físicas na escola, a sugestão é uma caminhada leve em ritmo tranquilo, focando na respiração e no relaxamento.  Escolha um local agradável, como um parque ou uma rua arborizada, e aproveite o momento para apreciar o ambiente.\n\n**Terça-feira**\n\nDescanso ativo!  Hoje, a sugestão é realizar atividades mais leves, como alongamentos, ioga leve ou uma caminhada bem tranquila por 20-30 minutos.  A ideia é promover a recuperação muscular e melhorar a flexibilidade, sem sobrecarregar o corpo.\n\n**Quarta-feira**\n\nMais uma atividade leve para hoje, Gabriel!  A sugestão é repetir a caminhada leve de segunda-feira, por 30 minutos a 1 hora, no período noturno.  Lembre-se de prestar atenção ao seu corpo e respeitar os seus limites.\n\n**Quinta-feira**\n\nDescanso.  O descanso é tão importante quanto o exercício!  Deixe o corpo descansar totalmente hoje. Aproveite para relaxar, ler um livro, ou fazer atividades que você goste, sem realizar nenhum exercício físico.\n\n**Sexta-feira**\n\nHoje, mais uma atividade leve! Repita a caminhada leve de segunda e quarta-feira.  A atividade deve ser no período noturno e pode durar 30 minutos a 1 hora, sem levar em consideração o ritmo, buscando ser uma atividade prazerosa, e não extenuante.\n\n**Sábado**\n\nDescanso ativo!  Assim como na terça-feira, a sugestão é realizar alongamentos, ioga leve ou uma caminhada bem tranquila por 20-30 minutos.  A ideia é cuidar da flexibilidade e recuperação muscular.\n\n**Domingo**\n\nDescanso.  Aproveite o dia para relaxar completamente e recarregar suas energias para a semana que se inicia. Lembre-se de manter uma alimentação saudável e hidratar-se bem durante o dia.\n",
    "status": "disponivel"
}