{
    "treino": "Gabriel, considerando seu perfil e o fato de você ter realizado a remoção do freio da língua, vamos começar com um programa de exercícios leve, respeitando o seu processo de recuperação e a sua rotina atual na escola.\n\nComo você já pratica atividades físicas na escola (1-3 vezes por semana, 0-1 hora), não vamos mudar drasticamente sua rotina.  O foco inicial será em exercícios leves, que você poderá realizar em casa, no período da noite, por até 30 minutos, 0-1 dia(s) na semana, de acordo com sua disponibilidade e capacidade.  Lembre-se sempre de se aquecer antes e se alongar depois de cada sessão.\n\n**Sugestões de exercícios (escolha 1-3 exercícios):**\n\n* **Caminhada leve:** 15-20 minutos a um ritmo lento e confortável. Concentre-se em manter uma respiração calma e regular.  Se você sentir qualquer desconforto na língua, pare imediatamente.\n* **Alongamentos:** 10-15 minutos focados na região do pescoço, ombros e costas.  Existem vários vídeos online que demonstram alongamentos simples e eficazes.  Foque em alongamentos suaves, sem forçar.\n* **Exercícios de mobilidade articular:** 5-10 minutos, movimentando lentamente as articulações do pescoço, ombros, cotovelos, punhos, quadris, joelhos e tornozelos em amplitude de movimento confortável. Evite movimentos abruptos.\n* **Exercícios isométricos:** 5 minutos realizando contrações musculares estáticas (sem movimento), como contrair os músculos abdominais ou glúteos por alguns segundos, relaxar e repetir.\n* **Yoga ou Pilates para iniciantes:** 15-20 minutos. Existem diversos vídeos online para iniciantes.  Comece devagar e concentre-se na sua respiração.\n\n**Importante:**\n\n* **Ouça seu corpo:**  Se você sentir dor ou desconforto em qualquer momento, pare o exercício.\n* **Hidratação:** Beba bastante água antes, durante e depois dos exercícios.\n* **Alimentação:** Mantenha uma dieta equilibrada.\n* **Acompanhamento:** É importante monitorar a sua evolução e realizar ajustes no programa conforme necessário.  Se sentir dores persistentes na língua ou qualquer outro problema, consulte um profissional de saúde.\n\nEste é um programa inicial. À medida que você se sentir mais forte e confortável, podemos aumentar a intensidade e a duração dos exercícios.  Lembre-se que a consistência é mais importante do que a intensidade.  O mais importante é criar uma rotina de atividade física que seja prazerosa e sustentável a longo prazo.  Um programa bem definido deve levar em conta o seu objetivo, sua recuperação da cirurgia e suas preferencias, por isso um profissional pode te ajudar a criar algo mais eficiente!\n\nÉ importante consultar um profissional de Educação Física ou fisioterapeuta para um programa personalizado e seguro, levando em consideração sua cirurgia recente.  Este plano é uma sugestão geral e não substitui uma avaliação profissional.\n"
}