{
    "treino": "Olá! Sou a Gemini, uma inteligência artificial, e estou aqui para te ajudar a criar uma rotina de exercícios.  Lembre-se que sou apenas uma IA e não substituo um profissional de Educação Física. As informações abaixo são sugestões baseadas nos seus dados e devem ser adaptadas às suas necessidades e condições individuais.  Procure sempre um profissional de saúde antes de iniciar qualquer programa de exercícios.\n\n**Segunda-feira**\n\nHoje vamos começar com uma atividade aeróbica de intensidade intermediária.  Sugiro uma caminhada rápida ou corrida leve, por um período entre 30 minutos a 1 hora.  Escolha um local agradável, que te motive a praticar a atividade.  Lembre-se de fazer um aquecimento antes (5 minutos de caminhada leve e alongamento) e um desaquecimento (5 minutos de caminhada leve e alongamento) depois. A regularidade e constância são importantes, por isso, mesmo que alguns dias você não se sinta bem, tente manter o ritmo.\n\n**Terça-feira**\n\nPara o segundo dia da semana, vamos trabalhar a força e a resistência muscular.  Sugiro exercícios com o peso do próprio corpo, como flexões, agachamentos e abdominais.  Inicie com 2 séries de 10 a 12 repetições de cada exercício.  Ao se sentir mais confiante, pode aumentar o número de séries, o número de repetições e pode adicionar mais exercícios. Lembre-se também de realizar os alongamentos após os exercícios.\n\n**Quarta-feira**\n\nHoje será um dia de descanso ativo.  Atividade física de baixo impacto é fundamental para a recuperação muscular.  Sugiro uma caminhada leve ou uma sessão de alongamento, por cerca de 20 a 30 minutos.  Aproveite para relaxar e focar na sua respiração. Isso ajudará no seu bem-estar. O descanso é tão importante quanto o exercício.\n\n**Quinta-feira**\n\nVamos retornar às atividades aeróbicas!  Repita a atividade de segunda-feira, mantendo a intensidade intermediária e o tempo entre 30 minutos a 1 hora.  Caso queira, pode variar o local do treino.  A variação na rotina auxilia na manutenção da motivação.  Lembre-se de aquecer e esfriar adequadamente o corpo antes e depois da atividade.\n\n**Sexta-feira**\n\nMais um dia para fortalecer a musculatura.  Repita os exercícios de terça-feira, buscando sempre progredir na intensidade do treino.  Se você está se sentindo bem, pode adicionar mais exercícios para fortalecer outras regiões do corpo, como braços e ombros.  Alternar os exercícios também é fundamental para evitar a monotonia. Lembre-se também de realizar os alongamentos.\n\n**Sábado**\n\nDescanso.  Aproveite para relaxar, se hidratar e alimentar-se bem.  É importante permitir que o corpo tenha tempo para recuperar-se dos esforços feitos durante a semana.\n\n**Domingo**\n\nHoje, também será um dia de descanso ativo.  Faça uma caminhada leve e tranquila em um ambiente relaxante, como um parque ou praia.  A ideia é desfrutar da natureza e relaxar a mente, sem se preocupar com a performance.  Aproveite para focar na sua respiração e na beleza ao redor.\n",
    "status": "disponivel"
}