{
    "treino": "Olá Gabriel! Sou a Gemini, uma inteligência artificial, e estou aqui para te ajudar a criar uma rotina de exercícios. Lembre-se que sou apenas uma IA e não substituo um profissional de Educação Física.  As informações abaixo são sugestões baseadas nos seus dados e devem ser adaptadas às suas necessidades e limitações individuais. É fundamental consultar um profissional de saúde antes de iniciar qualquer programa de exercícios.\n\n**Segunda-feira**\n\nComeçaremos a semana com uma atividade de intensidade intermediária, focada em exercícios aeróbicos.  A proposta é uma caminhada de 30 a 60 minutos em ritmo moderado, em um local agradável, como um parque ou uma área com boa infraestrutura para caminhada.  O objetivo aqui é elevar a frequência cardíaca e melhorar a sua capacidade cardiorrespiratória, sem causar fadiga excessiva. \n\n**Terça-feira**\n\nHoje vamos focar em exercícios de força muscular com intensidade intermediária.  A ideia é trabalhar os principais grupos musculares com séries de exercícios com pesos leves a moderados, buscando executar de 10 a 12 repetições em cada série. Lembre-se que a postura correta é fundamental para evitar lesões e obter resultados eficazes.  Faça 2 a 3 séries para cada exercício.  Escolha exercícios que você goste e que sejam fáceis de aprender, como flexões, abdominais e agachamentos.\n\n**Quarta-feira**\n\nDia de descanso ativo!  Após os treinos mais intensos, é importante que seu corpo tenha tempo para recuperação.  Nesse dia, a recomendação é que você se mantenha em atividade leve.   Faça uma caminhada mais lenta, estique, faça alguns alongamentos, ou apenas descanse em um ambiente relaxante. \n\n**Quinta-feira**\n\nRepetiremos a atividade de segunda-feira. Mais uma sessão de exercícios aeróbicos com intensidade intermediária, como caminhada em ritmo moderado por 30 a 60 minutos.  Lembre-se de prestar atenção ao seu corpo, respeitando seus limites.\n\n**Sexta-feira**\n\nMais uma sessão de exercícios de força muscular. Repita os mesmos exercícios de terça-feira, focando na técnica correta para evitar lesões.  Se você sentir que está ficando mais forte, considere aumentar levemente o peso ou a quantidade de repetições.  \n\n**Sábado**\n\nDescanso! Seu corpo precisa de tempo para se recuperar completamente.  Reserve o dia para relaxamento completo, sem atividades físicas mais intensas.  Procure atividades que te proporcionem bem-estar e tranquilidade.\n\n**Domingo**\n\nNeste dia, sugerimos uma atividade leve de sua preferência, como uma caminhada tranquila em um ritmo leve, ou um passeio no parque com os amigos. O foco é manter-se ativo sem sobrecarregar o corpo, priorizando o bem-estar e o prazer da atividade.\n",
    "status": "disponivel"
}