{
    "treino": "Olá! Sou a Gemini, uma inteligência artificial, e estou aqui para te ajudar a criar uma rotina de exercícios. Lembre-se que sou apenas uma IA e não substituo um profissional de Educação Física. As informações abaixo são sugestões e devem ser adaptadas às suas necessidades e capacidades individuais.  Procure sempre orientação médica antes de iniciar qualquer programa de exercícios.\n\n\n**Segunda-feira**\n\nComeçaremos a semana com uma atividade de baixo impacto para preparar seu corpo.  A ideia é aquecer com 10 minutos de caminhada leve, seguida de 20 minutos de exercícios aeróbicos moderados, como caminhada rápida ou ciclismo. Finalize com 10 minutos de alongamento.  Lembre-se de manter uma intensidade que te permita conversar com facilidade. O objetivo aqui é começar a semana com leveza e preparar os músculos para atividades mais intensas.\n\n\n**Terça-feira**\n\nHoje focaremos no fortalecimento muscular.  Realize 30 minutos de treinamento de força, com exercícios para os principais grupos musculares (pernas, costas, peito, ombros, braços e abdômen).  Escolha exercícios que você consiga realizar com boa técnica em 2 ou 3 séries de 10 a 12 repetições, sempre com um peso que te desafie, mas permita a execução correta do movimento.  Inclua 10 minutos de exercícios aeróbicos leves para o aquecimento e 5 minutos de alongamento para o final.\n\n\n**Quarta-feira**\n\nDia de descanso ativo!  Reserve 30 minutos para uma atividade leve e prazerosa, como uma caminhada tranquila na natureza, ioga leve, ou alongamento mais focado em flexibilidade.  O importante é dar um descanso aos músculos, mas manter o corpo em movimento, para melhorar a circulação sanguínea e promover relaxamento.\n\n\n**Quinta-feira**\n\nVamos repetir a atividade da segunda-feira, mantendo o foco em exercícios aeróbicos e de baixo impacto.  10 minutos de caminhada leve para aquecer, 20 minutos de atividade aeróbia moderada, e 10 minutos para alongar.  Preste atenção na sua respiração durante toda a atividade, o que auxiliará no controle da ansiedade e estresse.\n\n\n**Sexta-feira**\n\nMais uma vez, focaremos no treinamento de força muscular, mantendo a mesma estrutura da terça-feira.  30 minutos de exercícios para os principais grupos musculares, em 2 ou 3 séries de 10 a 12 repetições, sempre com atenção à técnica e à escolha de cargas adequadas.  Aumente as cargas progressivamente conforme for ganhando força e resistência.  Inclua aquecimento e alongamento.\n\n\n**Sábado**\n\nHoje você poderá escolher uma atividade física que te agrade e que te dê prazer.  Procure dedicar pelo menos 30 minutos para uma atividade que envolva movimento e te deixe feliz. Pode ser uma dança, uma aula de zumba, uma caminhada com amigos, ou qualquer outra atividade que te motive. Lembre-se: a atividade física deve ser prazerosa e contribuirá para a sua saúde mental!\n\n\n**Domingo**\n\nDedique este dia ao descanso.  Procure dormir bem, relaxar, e aproveitar para cuidar de si mesmo.  Um descanso adequado é fundamental para a recuperação física e mental, preparando você para uma nova semana cheia de energia e disposição.\n",
    "status": "disponivel"
}