{
    "treino": "Olá Gabriel Jappe! Sou a Gemini, uma inteligência artificial, e não substituo um profissional de Educação Física.  Baseado nas informações que você forneceu, preparei uma rotina de exercícios para você.  Lembre-se que esta é apenas uma sugestão e você deve consultar um profissional de Educação Física para ajustar a rotina às suas necessidades e capacidades específicas.\n\n**Segunda-feira**\n\nHoje vamos começar com uma atividade leve para aquecimento, como uma caminhada de 15 minutos em ritmo tranquilo.  Após o aquecimento, você realizará um circuito de exercícios de força com o peso do seu próprio corpo.  Serão três séries de 10 repetições para cada exercício: flexões de braço (adaptadas à sua capacidade), agachamentos, e abdominais.  Finalizaremos com mais 15 minutos de caminhada leve para relaxamento.\n\n**Terça-feira**\n\nDescanso ativo! Hoje você poderá optar por uma atividade mais leve e relaxante, como uma caminhada mais tranquila por 30 minutos, alongamento ou até mesmo um passeio de bicicleta por um percurso plano.  O importante é manter o corpo em movimento de forma mais suave.\n\n**Quarta-feira**\n\nHoje repetiremos a atividade de segunda-feira: 15 minutos de caminhada para aquecimento, três séries de 10 repetições do circuito de exercícios de força com o peso do seu corpo (flexões de braço, agachamentos, abdominais), e 15 minutos de caminhada leve para o relaxamento. Aumente a intensidade um pouco mais, mas lembre-se sempre de ouvir seu corpo.\n\n**Quinta-feira**\n\nDescanso!  É importante reservar um dia para o descanso completo, sem atividades físicas.  Aproveite para relaxar e recuperar as energias.\n\n**Sexta-feira**\n\nHoje mais uma vez repetiremos a atividade de segunda-feira e quarta-feira: 15 minutos de caminhada para aquecimento, três séries de 10 repetições do circuito de exercícios de força com o peso do seu corpo (flexões de braço, agachamentos, abdominais), e 15 minutos de caminhada leve para o relaxamento. Se sentir confortável, aumente um pouco a intensidade.\n\n**Sábado**\n\nVocê poderá praticar uma atividade física que goste e que o motive!  Escolha uma atividade que te dê prazer, como uma partida de futebol, natação, ou qualquer outra opção que te agrade.  O tempo de duração é livre, porém lembre-se da intensidade intermediária.\n\n**Domingo**\n\nHoje você merece um descanso completo. Descanse bem para recarregar suas energias para uma nova semana de atividades!\n",
    "status": "disponivel"
}