{
    "treino": "Olá Gabriel Jappe! Sou a Gemini, uma inteligência artificial, e estou aqui para te ajudar a criar uma rotina de exercícios. Lembre-se que sou apenas uma IA e não substituo um profissional de Educação Física. As informações a seguir são sugestões baseadas nos seus dados e devem ser adaptadas às suas necessidades e limitações, principalmente considerando que você tem asma.  Procure sempre a orientação de um profissional de saúde antes de iniciar qualquer programa de exercícios.\n\n**Segunda-feira**\n\nComeçaremos a semana com uma atividade leve para aquecer seu corpo e preparar sua respiração para os exercícios seguintes.  Iniciaremos com 10 minutos de caminhada em ritmo lento, apenas para mobilizar suas articulações. Em seguida, 15 minutos de caminhada com ritmo moderado, prestando atenção à sua respiração. Lembre-se de respirar profundamente pelo nariz e expirar lentamente pela boca. Finalize com mais 5 minutos de caminhada lenta e alongamento, focando em alongamentos para o tórax e os músculos respiratórios para melhorar sua capacidade pulmonar.\n\n**Terça-feira**\n\nHoje, dedicaremos o treino ao fortalecimento muscular, importante para o controle respiratório e a melhora da capacidade física.  Realize 8 exercícios de musculação com peso leve, focando em grandes grupos musculares, como pernas e tronco.  Faça 2 séries de 12 repetições de cada exercício.  Entre as séries, faça uma pausa de 1 minuto para descanso ativo, como uma caminhada no lugar ou alongamento leve. Lembre-se de manter um ritmo constante e controlar sua respiração durante os exercícios.\n\n**Quarta-feira**\n\nDescanso ativo!  Hoje o foco é na recuperação.  Faça uma caminhada leve e tranquila de 30 minutos em um ambiente agradável.  Preste atenção à sua respiração e ao seu corpo.  Observe como você se sente. O descanso ativo é importante para recuperar a energia gasta nos treinos.\n\n**Quinta-feira**\n\nRetornaremos a uma atividade aeróbica de moderada intensidade.  Faça 30 minutos de caminhada intercalando 2 minutos de caminhada rápida com 2 minutos de caminhada leve.  Repita o ciclo por 15 minutos.  Ao final, alongue-se por 5 minutos.  Mantenha um ritmo que seja confortável para você, sempre controlando sua respiração. Se sentir desconforto respiratório, reduza a intensidade.\n\n**Sexta-feira**\n\nHoje, mais uma sessão de fortalecimento muscular.  Será uma repetição da atividade de terça-feira, com os mesmos exercícios e repetições.  Lembre-se de prestar atenção ao seu corpo e à sua respiração.  Descanse o tempo suficiente entre as séries para evitar o cansaço.\n\n**Sábado**\n\nDescanso.  Hoje, seu corpo precisa de um descanso completo para se recuperar dos treinos.  Evite atividades físicas intensas, priorize repouso e atividades relaxantes.\n\n**Domingo**\n\nHoje, também é um dia para descanso ativo.  Repita a atividade de quarta-feira, realizando uma caminhada leve e tranquila em um local agradável para você. Lembre-se de prestar atenção na sua respiração e como se sente.  Aproveite para relaxar e recarregar suas energias para a próxima semana de treinos.\n",
    "status": "disponivel"
}